select * from realestate;
INSERT INTO Locations (region_id, id, region_name, longitude, latitude) VALUES
(1, 1, 'الرياض', 46.71667, 24.63333),
(2, 2, 'مكة المكرمة', 39.82611, 21.4225),
(3, 3, 'المدينة', 39.61111, 24.46722),
(4, 4, 'القصيم', 43.5036, 26.21),
(5, 5, 'الشرقية', 50.0888, 26.4207),
(6, 6, 'عسير', 42.5053, 18.2164),
(7, 7, 'تبوك', 36.58, 28.38417),
(8, 8, 'حائل', 41.70389, 27.52444),
(9, 9, 'الحدود الشمالية', 41.0381, 30.9753),
(10, 10, 'جازان', 42.55778, 16.89472),
(11, 11, 'نجران', 44.13472, 17.4925),
(12, 12, 'الباحة', 41.45472, 20.00222),
(13, 13, 'الجوف', 40.2064, 29.9684);
